Repository: Hamzezarenasiri/sabz
Catalog: sabzbin_locale/*/LC_MESSAGES/django.po
Languages: fa

source: name
fa: نام

source: mobile number
fa: شماره تلفن همراه

source: phone number
fa: شماره تماس

source: security code
fa: کد امنیتی

source: Security code is not valid
fa: کد امنیتی معتبر نیست

source: Authentication SMS sent
fa: کد تایید ارسال شد

source: already registered. Authentication SMS sent
fa: این شماره از قبل ثبت نام شده است، کد تایید ارسال شد

source: This phone number is not registered. Please register now
fa: این شماره ثبت نشده است، لطفا ثبت نام کنید

source: Security code is valid.
fa: کد تایید معتبر است

source: Security code is NOT valid or has expired.
fa: کد تایید نا معتبر است یا منقضی شده است

source: Your Account Deleted
fa: اکانت شمت حذف شد

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: دسترسی ها

source: Important dates
fa: تاریخ های مهم

source: users
fa: کاربران

source: Users must have a phone_number
fa: کاربران باید یک شماره تماس داشته باشند

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: birth date
fa: تاریخ تولد

source: Avatar
fa: آواتار

source: avatar thumbnail
fa: بندانگشتی آواتار

source: key
fa: کلید

source: staff status
fa: وضعیت همکاری

source: Designates whether the user can log into this admin site.
fa: تعیین می کند که کاربر می تواند وارد این سایت سرور شود یا خیر.

source: active
fa: فعال

source: Designates whether this user should be treated as active. Unselected this instead of deleting accounts.
fa: تعیین می کند که آیا این کاربر باید فعال باشد یا خیر. این گزینه را به جای حذف حساب حذف کنید.

source: user
fa: کاربر

source: User
fa: کاربر

source: address
fa: آدرس

source: Coordinates
fa: مختصات جغرافیایی

source: user addresses
fa: آدرس کاربر

source: users addresses
fa: آدرس کاربران

source: Profile
fa: پروفایل

source: Referral
fa: معرف

source: point
fa: امتیاز

source: user scores transaction
fa: ریز امتیاز کاربر

source: users scores transactions
fa: ریز امتیازات کاربران

source: user scores
fa: امتیازات کاربر

source: users scores
fa: امتیاز کاربران

source: Creation On
fa: ساخته شده در

source: Modified On
fa: ویرایش شده در
